Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: We anticipate that the special session will set a clear strategic framework for development and peacebuilding in Sierra Leone by adopting the Government's Agenda for Change as the core strategy that will guide all future national and international development efforts.
es: Contamos con que en la sesión especial se establezca un marco estratégico claro para el desarrollo y la consolidación de la paz en Sierra Leona mediante la aprobación del Programa para el Cambio que puso en marcha el Gobierno como estrategia central que en adelante sirva de guía para todos los esfuerzos de desarrollo nacionales e internacionales.

source: As our partner, you will enjoy privileged access to our banking infrastructure and experts, through three core services - Marketing, Operations and Advisory.
es: Como asociado del Banco, tiene usted un acceso privilegiado a nuestra infraestructura, así como a nuestros expertos, a través de tres servicios clave -Marketing, Operaciones y Asesoramiento.

source: Unilever announces its Core Business Strategy and large acquisitions and disposals follow over next decade.
es: Unilever anuncia su Core Business Strategy, a la que sigue una década de adquisiciones y ventas.

source: The Commission's core strategy for promoting growth and jobs for the long term is now well established.
es: La estrategia básica de la Comisión para la promoción del crecimiento y el empleo ya está asentada.

source: If you do not want to support this task to improve our offers and our marketing strategy you can disable such e-mail cookies.
es: Si usted no quiere respaldar esta función para mejorar nuestra oferta y nuestra estrategia de márketing puede desactivar dichos correos electrónicos.

source: How do I develop a marketing strategy and write an effective marketing plan?
es: ¿Cómo desarrollo una estrategia de mercadeo y escribo un plan de mercadeo efectivo?

source: The marketing strategy had to be different not only from our usual titles but also unique to each film.
es: La estrategia de marketing tenía que ser distinta no sólo con respecto a nuestros lanzamientos anteriores, sino también entre sí.

source: Integrated campaigns that incorporate digital thinking within marketing strategy are a must for communicating effectively with these consumers.
es: "Las campañas integradas que incorporan el ""pensar de forma digital"" en la estrategia de marketing son esenciales para establecer una comunicación eficaz con estos consumidores."

source: The ready availability of various types of financial information ensures appropriate pricing, helps issuers to raise debt and equity capital in primary markets, and ensures deep and liquid secondary markets for financial instruments.
es: La disponibilidad inmediata de diferentes tipos de información financiera asegura una fijación de precios adecuada, ayuda a los emisores a financiarse mediante la emisión de deuda y de acciones en los mercados primarios y garantiza unos mercados secundarios profundos y líquidos para los instrumentos financieros.

source: The debentures have been classified into their debt and equity components.
es: Las obligaciones convertibles han sido clasificadas en sus componentes de deuda y patrimonio.

source: Upon conversion of the debentures into common shares by the holders, the debt and equity components are transferred to common share capital.
es: Con la conversión para los titulares de las obligaciones convertibles a acciones comunes, la deuda y los componentes patrimoniales se transfieren como acciones comunes.

source: Quiñenco finances its activities and investments with dividends and profit distributions from its operating companies and with funds obtained from the sale of assets and the issuance of debt and equity instruments.
es: La Sociedad financia sus actividades e inversiones con los dividendos y distribuciones de utilidades de los negocios en los cuales participa y con los fondos obtenidos en la venta de activos y/o en la emisión de títulos de deuda y acciones.

source: Is there a reasonable balance between debt and equity?
es: ¿Hay un equilibrio razonable entre deuda y patrimonio neto?

source: The rate of return should cover the cost of debt and equity financing, or, the weighted average cost of capital (WACC) of the project.
es: La tasa de rentabilidad debe cubrir el costo de la deuda y la financiación del capital propio, o el costo de capital medio ponderado (WACC en inglés) del proyecto.

source: Cost of capital is designed to give an idea of the costs associated with the different financing options - debt and equity.
es: El costo de capital es diseñado para dar una idea de los costos asociados con las diferentes opciones de financiación - deuda y capital propio o patrimonio.

source: In particular, the Commission will study the relative costs of debt and equity finance for companies in Europe.
es: En especial, la Comisión estudiará los costes relativos de la deuda y la autofinanciación de las empresas en Europa.

source: Total capitalisation broken down in terms of debt and equity (for private sector organisations); and
es: Capitalización total, desglosada en términos de deuda y patrimonio neto (organizaciones sector privado).

source: Understand the structure of its finances? Be familiar with the prospectus for each of its debt and equity issues?
es: Poder conocer la estructura del financiamiento y los prospectos de emisiones de títulos de deuda y acciones?

source: Mezzanine finance is a mix of debt and equity, often in the form of loans with a lower seniority or for transformation into equity, which is particularly suitable for developing and high-growth small businesses.
es: La financiación mezzanine es una modalidad mixta entre el préstamo y la participación (p. ej. un préstamo subordinado o convertible en acciones) que resulta especialmente adecuada para las pequeñas empresas en fase de crecimiento.

source: The Board should have one or more directors with specific expertise in financial accounting and corporate finance, especially with respect to trends in debt and equity markets.
es: El Directorio debe tener uno o más directores con experiencia específica en contabilidad financiera y en finanzas corporativas, especialmente respecto de las tendencias sobre mercados de deuda y de capital.

source: "Moreover, the combined debt and equity financing of this transaction signals the support of Telvent's overall strategy by the financial community, which is very positive under the existing challenging market conditions"" he added."
es: "Además, la financiación de esta transacción, que combina deuda y capital, refleja el apoyo de la comunidad financiera a la estrategia global de Telvent, lo que es particularmente notable dadas las exigentes condiciones actuales de mercado"", añadió."

source: Investments in mortgage-backed securities are classified as trading and are carried at fair value in accordance with Statement of Financial Accounting Standards (SFAS) No. 115, Accounting for Certain Investments in Debt and Equity Securities.
es: Las inversiones en títulos respaldados por hipotecas se clasifican como valores de inversión a corto plazo y se contabilizan a su valor justo de conformidad con la Declaración de Normas de Contabilidad Financiera (SFAS) No. 115, Contabilización de determinadas inversiones en obligaciones y acciones.

source: This item is needed for calculating the key, such as debt and equity.
es: Esta posición se necesita para calcular la clave, como, por ejemplo, la deuda y el capital propio.

source: However, as the total investment needed as well as the ideal proportion of debt and equity capital vary from project to project, it may be undesirable to provide a legislative requirement of a fixed sum as minimum capital for all companies carrying out infrastructure projects in the country.
es: Sin embargo, como la inversión total necesaria así como la proporción ideal entre fondos tomados en empréstito y fondos que habrán de invertirse en forma de capital social varían de un proyecto a otro, tal vez no sea conveniente prescribir como requisito legal una cantidad mínima de capital fijo para toda sociedad que realice proyectos de infraestructura en el país.

source: While riskmitigation tools can facilitate the mobilization of private debt and equity, they do not make poorly structured projects more viable (Matsukawa and Habeck, 2007 6).
es: Los instrumentos de mitigación de los riesgos pueden facilitar la movilización de la deuda y el capital privados, pero no permiten que los proyectos poco estructurados resulten más viables (Matsukawa y Habeck, 2007 6).

source: The concessionaire may be entitled to full compensation of debt and equity, including debt service and lost profits.
es: El concesionario puede tener derecho en este supuesto a reclamar la indemnización total de su inversión en el capital social y de su deuda, así como del servicio de la deuda y del lucro cesante.

source: Figure 8 Private Debt and Equity Flows, 1990-2009
es: Figura 8 Evolución de la deuda privada y de las acciones, 1990-2009

source: For the first time, Chilean issuers of debt and equity were joined by several government authorities - headed by Finance Minster Andrés Velasco - as well as representatives of Chilean banks, stock brokers, exchanges, depositaries, auditors, risk-rating agencies, pension funds, insurance companies, asset managers and law firms.
es: Por primera vez, se unieron a los emisores chilenos de deuda y acciones varias autoridades de Gobierno -encabezadas por el ministro de Hacienda Andrés Velasco- así como también representantes de bancos, corredoras de bolsa, bolsas, depositarios, auditores, agencias de calificación de riesgo crediticio, fondos de pensiones, compañías de seguro, administradores de activos y firmas de abogados de Chile.

source: Very simply put they proved that in a world with no taxes it doesn't matter what mix of debt and equity a company uses.
es: Probaron de una manera muy sencilla que, en un mundo sin impuestos, no importa qué combinación de deuda y patrimonio utiliza la empresa.

source: Debt and equity securities are initially recorded at cost and subsequently marked to market at the price provided by an independent price vendor. When a fair and representative market value cannot be determined, they are recorded at the latest fair value or otherwise the security is reported at cost plus accrued interest.
es: Los títulos de deuda se registran a costo y se valúan a valor razonable proporcionado por un proveedor de precios independiente y, en caso de no poder determinar un valor razonable confiable y representativo, se mantienen registrados al último valor razonable y, en su defecto, se valúan a costo más intereses.

source: In 1970, net international liabilities (both debt and equity) of developing countries as a group made up about 18 per cent of the group's total GNI.
es: En 1970, las obligaciones internacionales (tanto en términos de deuda como de inversiones de cartera) del conjunto de los países en desarrollo representaron aproximadamente el 18% de su INB agregado.

source: In the normal course of business, the Company has established policies and procedures to manage its exposure to changes in interest rates, foreign currencies and the fair value of certain of its investments in debt and equity securities using a variety of financial instruments.
es: En el curso normal de los negocios, la Sociedad ha establecido políticas y procedimientos para administrar su exposición a cambios de tasas de interés, de tipo de cambio de las monedas extranjeras y el valor justo de mercado de algunas de sus inversiones en deuda y valores de capital usando una variedad de instrumentos financieros.

source: "? mixed debt and equity, also known as ""mezzanine finance,"" which is typically provided for the construction or installation of the project"
es: la deuda principal, que se provee para la construcción de proyectos más grandes y la ampliación y operación en marcha de la empresa del proyecto.

source: As Chief Financial Officer of Grupo Mexico he brings to the Board of the Company his specific expertise in corporate finance, especially with respect to debt and equity markets.
es: Como Principal Funcionario de Finanzas de Grupo México contribuye al Directorio de la Compañía su experiencia en finanzas corporativas, especialmente con respecto a deudas y mercado de capitales.

source: EITF 08-6 also addresses the accounting for a change in an investment from the equity method to the cost method after adoption of SFAS 160. EITF 08-6 affirms the existing guidance in APB 18, which requires cessation of the equity method of accounting and application of SFAS 115, Accounting for Certain Investments in Debt and Equity Securities, or the cost method under APB 18, as appropriate.
es: EITF 08-6 también trata acerca del la contabilización de un cambio de una inversión bajo el método de participación al método de costo tras la adopción de SFAS 160. EITF 08-6 afirma la guía existente en APB 18, mismo que requiere la cesación del método contable de capital y la aplicación de SFAS 115, Contabilidad para Ciertas Inversiones en Deuda y Valores de Capital, o Accounting for Certain Investments in Debt and Equity Securities, o el método de costos conforme a APB 18, como sea apropiado.

source: Capital markets debt and equity
es: Mercado de Capitales debt and equity

source: "76 ""Rating agency actions and the pricing of debt and equity of European banks What can we infer about private sector monitoring of bank soundness?"
es: "76 ""Rating agency actions end the pricing of debt and equity of European banksWhat can we infer about private sector monitoring of bank soundness?"

source: The Parent has undertaken to maintain over the term of the two bank financing agreements the interest coverage ratio (net financial debt /adjusted equity) and the debt/equity ratio (net financial debt/EBITDA + project dividends) established in the agreements for each year-end (calculated on the basis of the consolidated data of the Elecnor Group), non-compliance with which could constitute grounds for termination of the agreements.
es: La Sociedad dominante se ha comprometido a cumplir durante la duración de ambos contratos de financiación bancaria un ratio de cobertura de intereses (Deuda financiera neta/ (Fondos propios ajustados) y un ratio de endeudamiento (Deuda financiera neta/(EBITDA + dividendos de proyectos)) establecidos en el contrato para cada fin de ejercicio (calculados a partir de las correspondientes cifras consolidadas del Grupo Elecnor), cuyo incumplimiento podría ser causa de resolución de contrato.

source: According to this theory, an innovation reaches a critical mass of adoption when its acceptance curve covers the early adopters and early majority categories.
es: Según esa teoría, una innovación alcanza una masa crítica de adopción cuando su curva de aceptación abarca las categorías de primeros usuarios y mayoría temprana.

source: Some consider that, as with any innovation, the adoption trend of OSS will follow the Everett Rogers adoption curve45 (fig. 1 below) according to which adopters of any new technology fall into five groups, i.e. innovators, early adopters, early majority, late majority and laggards.
es: Algunos consideran que, al igual que ocurre con cualquier innovación, la pauta de adopción del OSS seguirá la curva de adopción de Everett Rogers45 (figura 1) según la cual los que adoptan cualquier nueva tecnología se clasifican en cinco grupos innovadores, usuarios de vanguardia, mayoría temprana, mayoría tardía y rezagados.

source: The early majority represent 34% of any given market.
es: La mayoría temprana representa el 34% de cualquier mercado dado.

source: As SaaS providers get ready to 'cross the chasm' to early majority adoption, they are looking to optimize their own business models by eliminating the need to deploy and manage global data centers in response to worldwide demand.
es: "Conforme los proveedores SaaS se preparan para ""cruzar el abismo"" para obtener una adopción temprana por mayoría, están buscando la forma de optimizar sus propios modelos empresariales eliminando la necesidad de implementar y gestionar centros de datos globales como respuesta a la demanda mundial."

source: 3. Early majority
es: 3. Mayoría temprana

source: Early majority Thoughtful people, careful but accepting change more quickly than the average .
es: Mayoría temprana Personas reflexivas, prudentes, que aceptan el cambio más rápidamente que la mayoría.

source: In early March, a majority in Congress voted to dismiss the president of the TSE for calling the referendum, even though he had been appointed by Congress.
es: Pero a comienzos de marzo la mayoría del Congreso decidió relevar al presidente del TSE, que el mismo parlamento había nombrado, por haber convocado al plebiscito.

source: By early 2009, the majority of training guidance materials and other information for the predeployment training of military and police personnel will be available to Member States and peacekeeping training institutions on an Internet site.
es: Para principio de 2009 se pondrá a disposición de los Estados Miembros y las instituciones de capacitación en mantenimiento de la paz, en un sitio en Internet, la mayor parte del material didáctico y de orientación y demás información para la capacitación de personal militar y de policía antes del despliegue.

source: Agri-environmental programmes have had a different uptake, not least due to their innovative nature and to the complexity of their administration the classical pattern of innovation (early adopters, advance majority) or learning curve was followed in Italy.
es: La aceptación de los programas agroambientales varía según el programa de que se trate, debido sobre todo a su carácter innovadoryalacomplejidad de su gestión se han aplicado en Italia unas pautas de innovación o proceso de aprendizaje clásicos (primeros en adoptar las innovaciones, mayoría «avanzada»).

source: But some Capitulants felt very tired after these early days and the majority were grateful that there would be no more presentations.
es: Con todo, esos primeros días dejaron algo fatigados a algunos Capitulares y la mayoría agradeció que no hubiera más presentaciones.

source: If it is diagnosed early and treated promptly, the majority of people make a complete recovery.
es: Si se diagnostica y se sigue un tratamiento a tiempo, la mayoría de las personas se recuperan por completo.

source: In general, when treated at an early stage, the vast majority of patients survive at least 5 years after their diagnosis.
es: En general, cuando el tratamiento se hace a una edad temprana, la gran mayoría de los pacientes sobrevive al menos 5 años después del diagnóstico (esto se denomina tasa de supervivencia a 5 años).

source: By the end of the reporting period, the number of families that had returned since early 2008 had reached nearly 50,000. The vast majority of returns are internally displaced persons, with approximately 70 per cent having returned within the same governorate, and only 11 per cent having come from abroad.
es: Hasta fines del período sobre el que se informa, el número de familias que habían regresado desde comienzos de 2008 sumaba casi 50.000. La gran mayoría de quienes regresan son desplazados internos, aproximadamente el 70% se reubica dentro de la misma provincia y sólo el 11% regresa desde el extranjero.

source: By early February of this year, the majority still wished to give the UN inspectors time to complete their work in Iraq but the percentage had shrunk to 53%.
es: Para comienzos de febrero de este año, la mayoría todavía quería darle más tiempo a los inspectores de las Naciones Unidas para completar su labor en Irak, pero el porcentaje había disminuido a un 53%.

source: Senate elections are currently taking place and an important conference of the majority party will take place in early December.
es: En estos momentos hay elecciones al Senado y a principios de diciembre se celebrará una conferencia importante del partido mayoritario.

source: Today's rising generation is the first in which a majority are spending a large part of early childhood in some form of out-of-home child care.
es: La generación de hoy en día es la primera en la que la mayoría recibe durante gran parte de la primera infancia algún tipo de cuidado infantil fuera del hogar.

source: As a result, the vast majority of early warning techniques have been developed to assess the impacts of chemicals on aquatic ecosystems.
es: Como resultado de esto, la abrumadora mayoría de las técnicas de alerta temprana se han concebido para evaluar los impactos de productos químicos en los sistemas acuáticos.

source: The commitment profile is reducing over the FP6 period, as majority of projects are initiated as early as possible in the programme, and as outlined in the Framework programme road map for calls.
es: El perfil de los compromisos se reduce a lo largo del periodo del 6º PM, ya que la mayoría de los proyectos se inicia lo antes posible en el programa, y de acuerdo con el calendario de convocatorias del Programa Marco.

source: Expectations among the majority Kosovo Albanian population for an early resolution of Kosovo's future status were very high.
es: La población albanesa mayoritaria de Kosovo tenía grandes expectativas con respecto a la pronta resolución del estatuto futuro de Kosovo.

source: Subsequently, the Grand National Assembly agreed by a broad majority that the early parliamentary elections would be held on 22 July 2007.
es: Después, la Gran Asamblea Nacional acordó por amplia mayoría convocar las elecciones parlamentarias anticipadas para el 22 de julio de 2007.

source: However, for the majority of women over age 40, early prenatal care and good health habits will result in a healthy baby and a happy mother.
es: Sin embargo, para la mayoría de la mujeres mayores de 40 años, el cuidado prenatal temprano y los hábitos de salud correctos provocarán un bebé sano y una madre feliz.

source: After Ireland had passed the second referendum on the Lisbon Treaty with an overwhelming majority of 67 per cent in early October the last man standing in the way, Czech President Vaclav Klaus, backed down.
es: Después de la aprobación en Irlanda del segundo referéndum sobre el Tratado de Lisboa con una aplastante mayoría del 67 por ciento a comienzos de octubre, desapareció el último escollo que quedaba con el cambio de posición del presidente checo Vaclav Klaus.

source: It is probably true to say that a significant majority of early years' providers throughout the world operate on a more conservative philosophical tradition in which children are not empowered to inform and construct their environments.
es: Probablemente sea acertado afirmar que, en su gran mayoría, los operadores que se ocupan del cuidado de la primera infancia en todo el mundo actúan de acuerdo con una filosofía tradicional más conservadora, según la cual no se concede a los niños el poder de influir en la construcción de su entorno.

source: Although the majority of early warning indicators are of a biological nature, physico-chemical indicators do exist and often form the initial phase of assessing water quality.
es: Si bien la mayor parte de los indicadores de alerta temprana son de carácter biológico, existen indicadores físico-químicos y se emplean en la fase inicial de la evaluación de la calidad del agua.

source: Ten projects will be carried forward to 2010, of which the majority will be finalized early in the year.
es: Diez proyectos se extenderán hasta 2010, la mayoría de los cuales quedarán terminados a comienzos del año.
